export const Rules = {
	currentLanguage: 'Русский',
	languageTexts: {
			'Русский': {
					subText: 'Если вы не нашли ответ на нужный вопрос, задайте его в нашем',
					rules: [
							{
									category: "1. Основные позиции:",
									rules: [
											{ title: "1.1 ● Главный администратор всегда прав.", description: "" },
											{ title: "1.2 ● Ведите себя цивилизованно и по-человечески, тогда всё будет гуд!", description: "" },
											{ title: "1.3 ● При получении более 4 банов, игрок получает пожизненный бан.", description: "" },
											{ title: "1.4 ● Покупка привилегии не даёт права забить болт на правила!", description: "" },
											{ title: "1.5 ● На сервере работает система анализа игроков, которая банит аккаунты-дубликаты.", description: "" },
											{ title: "1.6 ● Бан можно платно снять, на усмотрение главного админа - стоимость 100 рублей за неделю бана.", description: "" },
											{ title: "1.7 ● Второй шанс (третьего не дано) для тех, кого поймали с читом - разбан 1000 рублей (новое).", description: "" }
									]
							},
							{
									category: "2. Правила сообщества Vortex!",
									rules: [
											{ title: "2.1 ● Запрещено устраивать межличностные срачи и разборки в общем чате!", description: "" },
											{ title: "2.2 ● Запрещено поливать говном участников сообщества или игроков!", description: "" },
											{ title: "2.3 ● Прежде чем спорить с модераторами, лучше подумать трижды...", description: "" },
											{ title: "2.4 ● Запрещено оскорбление проекта или обсуждение его в грубой форме!", description: "" },
											{ title: "2.5 ● Запрещено публиковать жестокие или пошлые фото/видео/аудио материалы!", description: "Кара: Мут всех участников варварства на 3-7 дней, при первом нарушении.; Повторная кара на усмотрение главного администратора." }
									]
							},
							{
									category: "3. Правила поведения на игровых серверах Vortex!",
									rules: [
											{ title: "3.1 ● Запрещено препятствовать качественной игре любым игрокам.", description: "● Кик игроков, в угоду освобождения слота другу (вежливо попросите выйти); ● Намеренно наносить урон союзникам; ● Мешать прохождению карт союзниками; ● Совершать суицид игрового персонажа за выживших; ● Намеренно сливать танка, играя за него." },
											{ title: "3.2 ● Запрещены неадекватные конфликты в текстовом или звуковом чате игры.", description: "● Любые виды конфликтов о политических взглядах; ● Унижение достоинства человека, оскорбления с переходом на личности; ● Выяснение отношений, с препятствием игрового процесса другим." },
											{ title: "3.3 ● Запрещены надоедливые и мешающие другим действия.", description: "● Частое использование вокалайзера; ● Постоянно включенный микрофон с шумом на фоне; ● Неадекватный ор в голосовом чате, мешающий игрокам; ● Использование клиентского саундпада в голосовом чате; ● Использование спрея с жестокими или пошлыми материалами." },
											{ title: "3.4 ● Игровая этика, читы и серьёзные баги.", description: "● Запрещено использование читов любого вида; ● Запрещены читерские аддоны и настройки; ● Запрещено использовать баги, которые не контрятся; ● Простые баги или кастомный прицел использовать можно!;" },
											{ title: "3.5 ● Отношения с Администрацией и Сервером Vortex.", description: "● Запрещено оскорблять и осуждать администраторов и модераторов; ● Запрещено блокировать админов и модеров в Steam, мешая им зайти на сервер; ● Запрещено обсуждать сервер в грубой форме и писать о нём гадости; ● Запрещено наносить технический вред серверу и его системам." }
									]
							},
							{
									category: "4. Возможность оспорить решение главного Администратора.",
									rules: [
											{ title: "4.1 ● Если не согласен(-а) с правилами сервера, то перечитай пункт 1.1.", description: "" },
											{ title: "4.2 ● Если быть няшкой, то нас ждёт прекрасное совместное будущее <3", description: "" }
									]
							}
					]
			}
	}
};